{
  "badge": "لماذا تختارنا",
  "title": {
    "part1": "لماذا تختار ",
    "highlight": "مكتب الخالدي للمحاماة"
  },
  "description": "اختيار الشريك القانوني المناسب أمر بالغ الأهمية. نحن نجمع بين الخبرة القانونية ونهج يركز على العميل ونتائج مثبتة لتقديم التميز.",

  "commitment": {
    "title": {
      "part1": "التزامنا نحو ",
      "highlight": "التميز"
    },
    "paragraph1": "نحن ندرك أن القضايا القانونية قد تكون معقدة ومثيرة للقلق. يعمل فريقنا بلا كلل لضمان حماية حقوقك ومعالجة قضيتك بأعلى مستويات الاحترافية.",
    "paragraph2": "إن التزامنا يتجاوز التمثيل القانوني — فنحن نسعى لأن نكون مستشارًا موثوقًا ومدافعًا قويًا وشريكًا يعتمد عليه في كل خطوة من رحلتك القانونية."
  },

  "stats": {
    "1": { "number": "25+", "label": "سنوات خبرة" },
    "2": { "number": "500+", "label": "عملاء راضون" },
    "3": { "number": "98%", "label": "نسبة النجاح" },
    "4": { "number": "6", "label": "دول مجلس التعاون الخليجي" }
  },

  "features": {
    "1": {
      "title": "تغطية قانونية شاملة",
      "description": "تشمل خبرتنا جميع جوانب القضايا القانونية بما في ذلك التجارية والجنائية والمدنية والمؤسسية والاستثمارية والأحوال الشخصية على جميع مستويات المحاكم."
    },
    "2": {
      "title": "الأخلاقيات والمعايير المهنية",
      "description": "نلتزم بأعلى معايير الأخلاقيات المهنية وسرية المعلومات عند التعامل مع عملائنا، مما يضمن الثقة الكاملة."
    },
    "3": {
      "title": "حماية معلومات العملاء",
      "description": "التزامنا بالحفاظ على المعايير المهنية والسرية يضمن أمان وحماية جميع معلومات العملاء."
    },
    "4": {
      "title": "شبكة الجمعيات المهنية",
      "description": "محامونا أعضاء في جمعيات مهنية ذات صلة محليًا وإقليميًا ودوليًا، مما يضمن الالتزام بالمعايير العالمية."
    }
  },

  "imageBadge": "شريك موثوق",

  "closing": {
    "title": "شريكك القانوني الموثوق في دول مجلس التعاون الخليجي",
    "description": "اختيار <strong class='text-[#c0b688]'>مكتب الخالدي للمحاماة</strong> يعني اختيار الثقة والشفافية والنتائج. سواء كنت فردًا أو عميلًا مؤسسيًا أو جهة حكومية، فإن مهمتنا هي تقديم حلول قانونية لا مثيل لها مصممة خصيصًا لتلبية احتياجاتك.",
    "buttons": {
      "consultation": "احجز استشارة",
      "learnMore": "اعرف المزيد"
    }
  }
}
